tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "d12frosted/emacs-plus"
brew "bat"
brew "fd"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "starship"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "emacs-plus"
brew "mas"
cask "font-jetbrains-mono"
cask "syncthing"
cask "visual-studio-code"
cask "spotify"
cask "google-chrome"
cask "google-chrome-canary"
cask "guitar-pro"
cask "discord"
cask "slack"
cask "zoom"
cask "figma"
mas "AdGuard for Safari", id: 1440147259
mas "Bumpr", id: 1166066070
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
