tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "phrase/brewed"
tap "mongodb/brew"
brew "fd"
brew "fzf"
brew "starship"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "mongosh"
brew "mas"
brew "scrcpy"
brew "java"
brew "iconsur"
cask "visual-studio-code"
cask "google-chrome"
cask "spotify"
cask "microsoft-teams"
cask "hey"
cask "nota"
cask "android-platform-tools"
cask "charles"
cask "postman"
cask "mongodb-compass"
cask "microsoft-edge"
cask "browserstacklocal"
mas "AdGuard for Safari", id: 1440147259
mas "Slack", id: 803453959
#mas "CleanMyMac X", id: 1339170533
mas "Super Agent for Safari", id: 1568262835 
